Repository: zeldridge/actuali
Catalog: Actuali/Actuali/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Get notified when transactions from bank sync or other devices arrive, so you can categorize them. iOS checks a few times a day and requires Background App Refresh.
de: Lassen Sie sich benachrichtigen, wenn Transaktionen von Bank Sync oder anderen Geräten eingehen, damit Sie diese kategorisieren können. iOS führt mehrmals täglich eine Überprüfung durch und erfordert eine Hintergrundaktualisierung der App.
es: Reciba notificaciones cuando lleguen transacciones de la sincronización bancaria u otros dispositivos para poder categorizarlas. iOS comprueba varias veces al día y requiere la actualización en segundo plano.
fr: Recevez une notification lorsque des transactions provenant de la synchronisation bancaire ou d'autres appareils arrivent, afin de pouvoir les catégoriser. iOS vérifie plusieurs fois par jour et nécessite l'actualisation en arrière-plan.
it: Ricevi una notifica quando arrivano transazioni dalla sincronizzazione bancaria o da altri dispositivi, in modo da poterle classificare. iOS esegue il controllo alcune volte al giorno e richiede l'aggiornamento dell'app in background.
nl: Ontvang een melding wanneer transacties van banksynchronisatie of andere apparaten binnenkomen, zodat u ze kunt categoriseren. iOS controleert een paar keer per dag en vereist een vernieuwing van de app op de achtergrond.
pt_br: Receba notificações quando chegarem transações da sincronização bancária ou de outros dispositivos para poder categorizá-las. O iOS verifica algumas vezes por dia e exige a Atualização em Segundo Plano.

source: Get Payees
de: Zahlungsempfänger abrufen
es: Obtener beneficiarios
fr: Lister les bénéficiaires
it: Ottieni beneficiari
nl: Begunstigden ophalen
pt_br: Listar beneficiários

source: Give up leftover funds
de: Restmittel abgeben
es: Ceder los fondos sobrantes
fr: Céder les fonds restants
it: Cedi i fondi residui
nl: Resterende middelen afstaan
pt_br: Ceder fundos restantes

source: Globally
de: Global
es: Globalmente
fr: Globalement
it: Globalmente
nl: Globaal
pt_br: Globalmente

source: Go to More → Connection & Data to connect to your Actual Budget server
de: Öffne Mehr → Verbindung & Daten, um dich mit deinem Actual-Budget-Server zu verbinden
es: Ve a Más → Conexión y datos para conectarte a tu servidor de Actual Budget
fr: Allez dans Plus → Connexion et données pour vous connecter à votre serveur Actual Budget
it: Vai in Altro → Connessione e dati per collegarti al server Actual Budget
nl: Ga naar Meer → Verbinding en gegevens om verbinding te maken met je Actual Budget-server
pt_br: Acesse Mais → Conexão e dados para conectar ao seu servidor do Actual Budget

source: Go to Settings to connect to your Actual Budget server
de: Gehen Sie zu Einstellungen, um eine Verbindung zu Ihrem Actual Budget-Server herzustellen
es: Vaya a Ajustes para conectarse a su servidor de Actual Budget
fr: Accédez aux réglages pour vous connecter à votre serveur Actual Budget
it: Vai su Impostazioni per connetterti al tuo server Actual Budget
nl: Ga naar Instellingen om verbinding te maken met uw Actual Budget-server
pt_br: Acesse Ajustes para se conectar ao seu servidor do Actual Budget

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
nl: Doel
pt_br: Meta

source: Goal Type
de: Zieltyp
es: Tipo de objetivo
fr: Type d’objectif
it: Tipo di obiettivo
nl: Doeltype
pt_br: Tipo de meta

source: Groceries note
de: Notiz zu Lebensmitteln
es: Nota de compras
fr: Note de courses
it: Nota della spesa
nl: Boodschappennotitie
pt_br: Nota de compras

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep
pt_br: Grupo

source: Group by Date
de: Nach Datum gruppieren
es: Agrupar por fecha
fr: Grouper par date
it: Raggruppa per data
nl: Groeperen op datum
pt_br: Agrupar por data

source: Group Name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome gruppo
nl: Groepsnaam
pt_br: Nome do grupo

source: Group Totals
de: Gruppensummen
es: Totales de grupos
fr: Totaux des groupes
it: Totali del gruppo
nl: Groepstotalen
pt_br: Totais dos grupos

source: Group Totals and Show Spent are available in Compact view.
de: Gruppensummen und „Ausgegebenes anzeigen“ sind in der kompakten Ansicht verfügbar.
es: Los totales de grupos y Mostrar gastado están disponibles en la vista Compacta.
fr: Les totaux des groupes et Afficher les dépenses sont disponibles dans la vue Compacte.
it: I totali del gruppo e Mostra speso sono disponibili nella vista Compatta.
nl: Groepstotalen en Uitgegeven tonen zijn beschikbaar in de compacte weergave.
pt_br: Os totais dos grupos e Mostrar gasto estão disponíveis na visualização Compacta.

source: Grouped by Date
de: Nach Datum gruppiert
es: Agrupado por fecha
fr: Regroupé par date
it: Raggruppato per data
nl: Gegroepeerd op datum
pt_br: Agrupado por data

source: hard cap
de: hartes Limit
es: límite estricto
fr: plafond strict
it: limite rigido
nl: harde limiet
pt_br: limite rígido

source: Help & FAQ
de: Hilfe & FAQ
es: Ayuda y preguntas frecuentes
fr: Aide et FAQ
it: Aiuto e FAQ
nl: Help en FAQ
pt_br: Ajuda e perguntas frequentes

source: Help & Links
de: Hilfe & Links
es: Ayuda y enlaces
fr: Aide et liens
it: Guida e link
nl: Help en links
pt_br: Ajuda e links

source: Hidden Categories
de: Ausgeblendete Kategorien
es: Categorías ocultas
fr: Catégories masquées
it: Categorie nascoste
nl: Verborgen categorieën
pt_br: Categorias ocultas

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verbergen
pt_br: Ocultar

source: Hide Balances
de: Salden ausblenden
es: Ocultar saldos
fr: Masquer les soldes
it: Nascondi saldi
nl: Saldi verbergen
pt_br: Ocultar saldos

source: Hide Balances masks amounts across the app while leaving amount entry and reconciliation visible. Shake to Toggle lets you quickly mask or unmask amounts by shaking your phone. Hide Decimal Places rounds displayed amounts to whole units without changing their values.
de: Salden ausblenden verdeckt Beträge in der gesamten App, während Betragseingabe und Abgleich sichtbar bleiben. Zum Umschalten schütteln lässt Sie Beträge durch Schütteln des Telefons schnell verdecken oder aufdecken. Dezimalstellen ausblenden rundet angezeigte Beträge auf ganze Einheiten, ohne ihre Werte zu ändern.
es: Ocultar saldos enmascara los importes en toda la app, dejando visible la introducción de importes y la conciliación. Agitar para alternar le permite enmascarar o desenmascarar rápidamente los importes agitando el teléfono. Ocultar decimales redondea los importes mostrados a unidades enteras sin cambiar sus valores.
fr: Masquer les soldes masque les montants dans toute l'app, tout en laissant visibles la saisie des montants et le rapprochement. Secouer pour basculer permet de masquer ou d'afficher rapidement les montants en secouant votre téléphone. Masquer les décimales arrondit les montants affichés à l'unité entière sans modifier leurs valeurs.
it: Nascondi saldi maschera gli importi in tutta l'app, lasciando visibili l'inserimento degli importi e la riconciliazione. Agita per alternare ti consente di mascherare o smascherare rapidamente gli importi agitando il telefono. Nascondi decimali arrotonda gli importi visualizzati a unità intere senza modificarne i valori.
nl: Saldi verbergen maskeert bedragen in de hele app, terwijl bedraginvoer en afstemming zichtbaar blijven. Schudden om te schakelen laat u bedragen snel maskeren of onthullen door met uw telefoon te schudden. Decimalen verbergen rondt weergegeven bedragen af op hele eenheden zonder de waarden te wijzigen.
pt_br: Ocultar saldos mascara os valores em todo o app, mantendo visíveis a entrada de valores e a reconciliação. Sacudir para alternar permite mascarar ou revelar rapidamente os valores sacudindo o telefone. Ocultar casas decimais arredonda os valores exibidos para unidades inteiras sem alterar seus valores.

source: Hide Category
de: Kategorie ausblenden
es: Ocultar categoría
fr: Masquer la catégorie
it: Nascondi categoria
nl: Categorie verbergen
pt_br: Ocultar categoria

source: Hide Closed
de: Geschlossene ausblenden
es: Ocultar cerradas
fr: Masquer les comptes clôturés
it: Nascondi chiusi
nl: Gesloten verbergen
pt_br: Ocultar encerradas

source: Hide Closed Accounts
de: Geschlossene Konten ausblenden
es: Ocultar cuentas cerradas
fr: Masquer les comptes clôturés
it: Nascondi conti chiusi
nl: Gesloten rekeningen verbergen
pt_br: Ocultar contas encerradas

source: Hide Decimal Places
de: Dezimalstellen ausblenden
es: Ocultar decimales
fr: Masquer les décimales
it: Nascondi decimali
nl: Decimalen verbergen
pt_br: Ocultar casas decimais

source: Hide Group
de: Gruppe ausblenden
es: Ocultar grupo
fr: Masquer le groupe
it: Nascondi gruppo
nl: Groep verbergen
pt_br: Ocultar grupo

source: Hide Notes
de: Notizen ausblenden
es: Ocultar notas
fr: Masquer les notes
it: Nascondi note
nl: Notities verbergen
pt_br: Ocultar notas

source: Hide password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
it: Nascondi password
nl: Wachtwoord verbergen
pt_br: Ocultar senha

source: Hide Spent
de: Ausgegebenes ausblenden
es: Ocultar gastado
fr: Masquer les dépenses
it: Nascondi speso
nl: Uitgegeven verbergen
pt_br: Ocultar gasto

source: Hide Spent Categories
de: Verbrauchte Kategorien ausblenden
es: Ocultar categorías gastadas
fr: Masquer les catégories dépensées
it: Nascondi le categorie spese
nl: Verberg gebruikte categorieën
pt_br: Ocultar categorias gastas

source: Hides the balance breakdown
de: Blendet die Saldoaufschlüsselung aus
es: Oculta el desglose del saldo
fr: Masque le détail du solde
it: Nasconde la ripartizione del saldo
nl: Verbergt de uitsplitsing van het saldo
pt_br: Oculta o detalhamento do saldo

source: Hides the billing cycle details
de: Blendet die Details des Abrechnungszyklus aus
es: Oculta los detalles del ciclo de facturación
fr: Masque les détails du cycle de facturation
it: Nasconde i dettagli del ciclo di fatturazione
nl: Verbergt de details van de factureringscyclus
pt_br: Oculta os detalhes do ciclo de cobrança

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pt_br: Histórico

source: History couldn't be loaded. New history will continue from here.
de: Der Verlauf konnte nicht geladen werden. Ein neuer Verlauf beginnt hier.
es: No se pudo cargar el historial. El nuevo historial continuará desde aquí.
fr: L'historique n'a pas pu être chargé. Le nouvel historique commencera ici.
it: Impossibile caricare la cronologia. La nuova cronologia continuerà da qui.
nl: De geschiedenis kon niet worden geladen. Nieuwe geschiedenis gaat vanaf hier verder.
pt_br: Não foi possível carregar o histórico. O novo histórico continuará a partir daqui.

source: Hold
de: Zurückhalten
es: Reservar
fr: Réserver
it: Accantona
nl: Reserveren
pt_br: Reservar

source: Hold for next month
de: Für nächsten Monat zurückhalten
es: Reservar para el próximo mes
fr: Réserver pour le mois prochain
it: Accantona per il mese prossimo
nl: Reserveren voor volgende maand
pt_br: Reservar para o próximo mês

source: Hold this amount
de: Diesen Betrag zurückhalten
es: Reservar esta cantidad
fr: Réserver ce montant
it: Accantona questo importo
nl: Dit bedrag reserveren
pt_br: Reservar este valor

source: HTTP error %lld: %@
de: HTTP-Fehler %lld: %@
es: Error HTTP %lld: %@
fr: Erreur HTTP %lld : %@
it: Errore HTTP %lld: %@
nl: HTTP-fout %lld: %@
pt_br: Erro HTTP %lld: %@

source: I confirm that the numeric amount is in the active budget currency (%@); no conversion from %@ will be performed.
de: Ich bestätige, dass der numerische Betrag in der Währung des aktiven Budgets (%@) angegeben ist; es wird keine Umrechnung von %@ vorgenommen.
es: Confirmo que el importe numérico está en la divisa del presupuesto activo (%@); no se realizará ninguna conversión desde %@.
fr: Je confirme que le montant numérique est dans la devise du budget actif (%@) ; aucune conversion depuis %@ ne sera effectuée.
it: Confermo che l'importo numerico è nella valuta del budget attivo (%@); non verrà effettuata alcuna conversione da %@.
nl: Ik bevestig dat het numerieke bedrag in de valuta van het actieve budget (%@) staat; er wordt niet omgerekend vanuit %@.
pt_br: Confirmo que o valor numérico está na moeda do orçamento ativo (%@); nenhuma conversão de %@ será realizada.

source: I confirm that the numeric amount should be treated as the active budget currency (%@); no conversion will be performed.
de: Ich bestätige, dass der numerische Betrag als Währung des aktiven Budgets (%@) behandelt werden soll; es wird keine Umrechnung vorgenommen.
es: Confirmo que el importe numérico debe tratarse como la divisa del presupuesto activo (%@); no se realizará ninguna conversión.
fr: Je confirme que le montant numérique doit être considéré comme exprimé dans la devise du budget actif (%@) ; aucune conversion ne sera effectuée.
it: Confermo che l'importo numerico deve essere considerato nella valuta del budget attivo (%@); non verrà effettuata alcuna conversione.
nl: Ik bevestig dat het numerieke bedrag moet worden behandeld als de valuta van het actieve budget (%@); er wordt niet omgerekend.
pt_br: Confirmo que o valor numérico deve ser tratado como a moeda do orçamento ativo (%@); nenhuma conversão será realizada.

source: I confirm that this import should be adopted into the active budget.
de: Ich bestätige, dass dieser Import in das aktive Budget übernommen werden soll.
es: Confirmo que esta importación debe incorporarse al presupuesto activo.
fr: Je confirme que cette importation doit être adoptée dans le budget actif.
it: Confermo che questa importazione deve essere adottata nel budget attivo.
nl: Ik bevestig dat deze import in het actieve budget moet worden opgenomen.
pt_br: Confirmo que esta importação deve ser adotada no orçamento ativo.

source: Idle
de: Leerlauf
es: Inactivo
fr: En attente
it: Oziare
nl: Inactief
pt_br: Inativo

source: If
de: Wenn
es: Si
fr: Si
it: Se
nl: Als
pt_br: Se

source: IF
de: WENN
es: SI
fr: SI
it: SE
nl: ALS
pt_br: SE

source: Import %lld Transactions
de: Importieren Sie %lld Transaktionen
es: Importar %lld transacciones
fr: Importer %lld transactions
it: Importa transazioni %lld
nl: Importeer %lld transacties
pt_br: Importar %lld transações

source: Import Failed
de: Import fehlgeschlagen
es: Error de importación
fr: Échec de l’importation
it: Importazione non riuscita
nl: Import mislukt
pt_br: Falha na importação

source: Import from Text
de: Aus Text importieren
es: Importar del texto
fr: Importer depuis du texte
it: Importa da testo
nl: Uit tekst importeren
pt_br: Importar do texto

source: Import from Wallet
de: Aus Wallet importieren
es: Importar desde Wallet
fr: Importer depuis Wallet
it: Importa da Wallet
nl: Importeren uit Wallet
pt_br: Importar do Wallet

source: Import Start Date
de: Startdatum für Import
es: Fecha de inicio de importación
fr: Date de début d'importation
it: Data di inizio importazione
nl: Startdatum voor import
pt_br: Data de início da importação

source: Import transaction from \(\.$text)
de: Transaktion aus \(\.$text) importieren
es: Importar una transacción desde \(\.$text)
fr: Importer une transaction depuis \(\.$text)
it: Importa transazione da \(\.$text)
nl: Transactie importeren uit \(\.$text)
pt_br: Importar uma transação de \(\.$text)

source: Import Transaction from Text
de: Transaktion aus Text importieren
es: Importar transacción desde texto
fr: Importer une transaction depuis du texte
it: Importa transazione dal testo
nl: Transactie uit tekst importeren
pt_br: Importar transação do texto

source: Import transactions since
de: Transaktionen importieren seit
es: Importar transacciones desde
fr: Importer les transactions depuis
it: Importa transazioni da
nl: Transacties importeren sinds
pt_br: Importar transações desde

source: Import Wallet Transactions
de: Wallet-Transaktionen importieren
es: Importar transacciones de Wallet
fr: Importer les transactions Wallet
it: Importa transazioni del Wallet
nl: Wallet-transacties importeren
pt_br: Importar transações do Wallet

source: Imported
de: Importiert
es: Importada
fr: Importée
it: Importato
nl: Geïmporteerd
pt_br: Importada

source: Imported %lld transactions
de: %lld importierte Transaktionen
es: %lld transacciones importadas
fr: %lld transactions importées
it: Transazioni %lld importate
nl: Geïmporteerde %lld transacties
pt_br: %lld transações importadas

source: Imported from notes-based templates. Review and Save to complete the migration.
de: Aus notizbasierten Vorlagen importiert. Überprüfen und speichern Sie, um die Migration abzuschließen.
es: Importado desde plantillas basadas en notas. Revise y guarde para completar la migración.
fr: Importé depuis des modèles basés sur des notes. Vérifiez et enregistrez pour terminer la migration.
it: Importato dai modelli basati sulle note. Rivedi e salva per completare la migrazione.
nl: Geïmporteerd uit op notities gebaseerde sjablonen. Controleer en sla op om de migratie te voltooien.
pt_br: Importado de modelos baseados em notas. Revise e salve para concluir a migração.

source: Importing older transactions…
de: Ältere Transaktionen werden importiert…
es: Importando transacciones antiguas…
fr: Importation des anciennes transactions…
it: Importazione delle transazioni meno recenti…
nl: Oudere transacties importeren…
pt_br: Importando transações mais antigas…

source: in %lld days
de: in %lld Tagen
es: en %lld días
fr: dans %lld jours
it: tra %lld giorni
nl: over %lld dagen
pt_br: em %lld dias

source: Income
de: Einkommen
es: Ingresos
fr: Revenus
it: Reddito
nl: Inkomen
pt_br: Receitas

source: Income categories
de: Einnahmenkategorien
es: Categorías de ingresos
fr: Catégories de revenus
it: Categorie di entrate
nl: Inkomstencategorieën
pt_br: Categorias de receita

source: Incorrect encryption password.
de: Falsches Verschlüsselungspasswort.
es: Contraseña de cifrado incorrecta.
fr: Mot de passe de chiffrement incorrect.
it: Password di crittografia errata.
nl: Onjuist versleutelingswachtwoord.
pt_br: Senha de criptografia incorreta.

source: Increase
de: Erhöhen
es: Aumentar
fr: Augmenter
it: Aumenta
nl: Verhogen
pt_br: Aumentar

source: Increase Budget
de: Budget erhöhen
es: Aumentar presupuesto
fr: Augmenter le budget
it: Aumenta budget
nl: Budget verhogen
pt_br: Aumentar orçamento

source: increased
de: erhöht
es: aumentado
fr: augmenté
it: aumentato
nl: verhoogd
pt_br: aumentado

source: Inflow
de: Zufluss
es: Entrada
fr: Entrée
it: Entrata
nl: Inkomsten
pt_br: Entrada

source: Information
de: Informationen
es: Información
fr: Informations
it: Informazioni
nl: Informatie
pt_br: Informações

# intent.error.accountNotFound
source: Account was not found. Select a valid account in your shortcut.
de: Konto wurde nicht gefunden. Wählen Sie in Ihrer Verknüpfung ein gültiges Konto aus.
es: No se encontró la cuenta. Seleccione una cuenta válida en el atajo.
fr: Compte introuvable. Sélectionnez un compte valide dans votre raccourci.
it: L'account non è stato trovato. Seleziona un account valido nel collegamento.
nl: Account is niet gevonden. Selecteer een geldig account in uw snelkoppeling.
pt_br: A conta não foi encontrada. Selecione uma conta válida no atalho.

# intent.error.accountUnavailable
source: Account is no longer available. Edit your shortcut to pick a different account.
de: Konto ist nicht mehr verfügbar. Bearbeiten Sie Ihre Verknüpfung, um ein anderes Konto auszuwählen.
es: La cuenta ya no está disponible. Edite el atajo para elegir otra.
fr: Le compte n'est plus disponible. Modifiez votre raccourci pour en choisir un autre.
it: L'account non è più disponibile. Modifica la scorciatoia per scegliere un account diverso.
nl: Account is niet langer beschikbaar. Bewerk uw snelkoppeling om een ​​ander account te kiezen.
pt_br: A conta não está mais disponível. Edite o atalho para escolher outra.

# intent.error.categoryNotFound
source: Category was not found in the current budget month.
de: Die Kategorie wurde im aktuellen Budgetmonat nicht gefunden.
es: No se encontró la categoría en el mes presupuestario actual.
fr: Catégorie introuvable dans le mois budgétaire actuel.
it: La categoria non è stata trovata nel mese di budget corrente.
nl: Categorie is niet gevonden in de huidige budgetmaand.
pt_br: A categoria não foi encontrada no mês orçamentário atual.

# intent.error.invalidAmount %@
source: Amount must be greater than 0 (received "%@").
de: Der Betrag muss größer als 0 sein (erhalten „%@“).
es: El importe debe ser mayor que 0 (valor recibido: "%@").
fr: Le montant doit être supérieur à 0 (valeur reçue : "%@").
it: L'importo deve essere maggiore di 0 (ricevuto "%@").
nl: Bedrag moet groter zijn dan 0 (ontvangen "%@").
pt_br: O valor deve ser maior que 0 (valor recebido: "%@").

# intent.error.noAccountSelected
source: Select an account in your shortcut or set a default account in Actuali settings.
de: Wählen Sie in Ihrer Verknüpfung ein Konto aus oder legen Sie in den Actuali-Einstellungen ein Standardkonto fest.
es: Seleccione una cuenta en el atajo o establezca una cuenta predeterminada en los ajustes de Actuali.
fr: Sélectionnez un compte dans votre raccourci ou définissez un compte par défaut dans les réglages d'Actuali.
it: Seleziona un account nel collegamento o imposta un account predefinito nelle impostazioni Actuali.
nl: Selecteer een account in uw snelkoppeling of stel een standaardaccount in in Actuali-instellingen.
pt_br: Selecione uma conta no atalho ou defina uma conta padrão nos ajustes do Actuali.

# intent.error.noAmountReceived
source: No amount was received from the automation. iOS sometimes runs Wallet automations before the transaction details are available.
de: Von der Automatisierung wurde kein Betrag empfangen. iOS führt manchmal Wallet-Automatisierungen aus, bevor die Transaktionsdetails verfügbar sind.
es: La automatización no recibió ningún importe. A veces iOS ejecuta las automatizaciones de Wallet antes de que estén disponibles los detalles de la transacción.
fr: Aucun montant n'a été reçu de l'automatisation. iOS lance parfois les automatisations Wallet avant que les détails de la transaction soient disponibles.
it: Nessun importo è stato ricevuto dall'automazione. iOS a volte esegue le automazioni di Wallet prima che i dettagli della transazione siano disponibili.
nl: Uit de automatisering is geen bedrag ontvangen. iOS voert soms Wallet-automatiseringen uit voordat de transactiegegevens beschikbaar zijn.
pt_br: Nenhum valor foi recebido da automação. Às vezes o iOS executa automações do Wallet antes que os detalhes da transação estejam disponíveis.

# intent.error.noBudgetLoaded
source: Open Actuali and select a budget first.
de: Öffnen Sie Actuali und wählen Sie zunächst ein Budget aus.
es: Abra Actuali y seleccione primero un presupuesto.
fr: Ouvrez Actuali et sélectionnez d'abord un budget.
it: Apri Actuali e seleziona prima un budget.
nl: Open Actuali en selecteer eerst een budget.
pt_br: Abra o Actuali e selecione um orçamento primeiro.

# intent.error.writeFailed %@
source: Couldn't save transaction. Tap to retry. (%@)
de: Die Transaktion konnte nicht gespeichert werden. Tippen Sie, um es noch einmal zu versuchen. (%@)
es: No se pudo guardar la transacción. Pulse para volver a intentarlo. (%@)
fr: Impossible d'enregistrer la transaction. Touchez pour réessayer. (%@)
it: Impossibile salvare la transazione. Tocca per riprovare. (%@)
nl: Kan transactie niet opslaan. Tik om het opnieuw te proberen. (%@)
pt_br: Não foi possível salvar a transação. Toque para tentar novamente. (%@)

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
pt_br: Intervalo

source: Invalid #goal syntax
de: Ungültige #goal-Syntax
es: Sintaxis #goal no válida
fr: Syntaxe #goal invalide
it: Sintassi #goal non valida
nl: Ongeldige #goal-syntaxis
pt_br: Sintaxe #goal inválida
